{
  "56": {
    "text": "We made it through another Queensland summer – even though we are breaking records this March with a dry and hot Autumn on the horizon! I hope you are all keeping cool and making the most of it.\nAs we roll into the final financial quarter, now is the time for businesses to really hit the ground running to make sure the foundations are strong, (vision, systems, processes, resource both people & financial) to ensure growth and financial goals are achieved for the year and beyond.\nThere have been more legislative changes that affect all small businesses around the need to implement single touch payroll and for those who have a builders license, whereby the changes to the reporting rules have been increased. There is an article in this newsletter to explain more about what you need to do to make sure you are not in breach of the new rules.\nOur first event for the year will be next Tuesday 19th, 5:30 pm at the Ovolo Incholm Hotel, we encourage anyone in business to come along, we have a variety of experts in their field to answer all of your questions whether it be buying, selling a business, strategic marketing and even Estate Planning which is usually overlooked due to the morbid discussions it requires. There will be a marketing expert who can provide some tips on effective ways to promote your business giving you the best bang for your buck and also automation experts who will help you identify ways to save you time in your business.\nThis is what we do at Advivo and business growth will be the subject of our May event. It is our motivation for helping people achieve their business goals and drive success. I will, of course, be in attendance at our “Speed Dating With The Business Experts” to talk about these workshops and much more, so register here, come along, say hi, have a glass of wine and see how we can help you!\nWe understand businesses and our clients are confronted & challenged by an enormous range of issues and changes while also maintaining the day to day operations, not to mention the legislative changes and compliance that applies to different industries.\nRegister here today to speak with a range of experts about the issues that are keeping you awake at night.\nSingle Touch Payroll (STP) – The new GST!\nEveryone should be aware of the changes regarding Single Touch Payroll (STP) and the reporting requirements that come with it. This includes ensuring your business accounting software is ready.\nClick here to find out how this may affect you and if you have any queries contact your Advivo accountant today!\nWhen looking at your business records, do you ever find yourself scratching your head over a transaction because it was a long time ago? OR do you already have enough going on in your business that you don’t have time for the daily processing of creditors and bank reconciliations?\nClick here to find out how Advivo implemented AI to help improve these processes.\nAre you eligible for the Small Business Instant Asset Write-off?\nIn January this year, the government announced they will introduce a new legislation to increase the $20,000 instant asset write off threshold to $25,000 from 29 January until 30 June 2020. This is a proposal and not yet law. It has sparked interest for small business owners and an increase in calls from our clients who want to know if they can take advantage of the asset write-off.\nRead more here and find out if this is something you can take advantage of!\nA fringe benefit is a benefit provided in respect of employment. This effectively means a benefit provided to an employee (or their associate) because they are an employee. Read more here about the different types of FBT and some of the strategies you can put in place to reduce the amount of FBT you have to pay.\nDo you have a Queensland Building Construction Commission (QBCC) license? Are you aware of the new reporting laws that have been implemented from 1st January 2019?\nFor those with a financial year ending 30 June 2018 your R&D Tax Incentive lodgements are almost due! Be sure to lodge with the Department of Industry, Innovation & Science and then your tax return with the ATO.\nI often speak with inventors who tell me “I know what the market wants” as they are explaining their innovation, despite having conducted no market research.\nFebruary’s Charity of the Month!\nThis month we have decided to donate our monthly contribution to GIVIT. GIVIT is working in partnership with the Queensland Government to manage donated funds and all offers of goods and services after major flooding in North and Far North Queensland. Donations made will help support Queensland residents severely impacted by monsoonal trough. Emergency workers and local councils are currently assessing need and will work with GIVIT to provide critical and immediate support as well as providing longer recovery support to re-establish homes and help communities recover.\nPlease CLICK HERE to vote on this month’s recipient of our contribution.\n21 March – Lodge and pay February 2019 monthly business activity statement.\n31 March – Lodge tax return for companies and super funds with total income of more than $2 million in the latest year lodged (excluding large/medium taxpayers), unless the return was due earlier.\n31 March – Lodge tax return for the head company of a consolidated group (excluding large/medium), with a member who had a total income in excess of $2 million in their latest year lodged, unless the return was due earlier.\n31 March – Lodge tax return for individuals and trusts whose latest return resulted in a tax liability of $20,000 or more, excluding large/medium trusts.",
    "outputs": [
      [
        359,
        "Calendar()",
        "Today is Thursday, March 21, 2019."
      ]
    ]
  },
  "108": {
    "text": "Both the federation of states and the federal super-state describe the same zero-sum game from different angles. Either there is one single state of Europe (federalism), in which case there are no national member states; or else the national member states remain Europe’s rulers, in which case there is no Europe (inter-governmentalism). Within this framework of thought, whatever Europe gains, the individual nations lose. And this is true whether one is for a given option or against it. Caught up in the false alternatives of the national gaze, we are given the choice between no Europe or no Europe.\nThe decline of the nation-state is really a decline of the specifically national content of the state and an opportunity to create a cosmopolitan state system that is better able to deal with the problems that all nations face in the world today. Economic globalisation, transnational terrorism, global warming: the litany is familiar and daunting. There are a host of problems that are clearly beyond the power of the old order of nation-states to cope with. The answer to global problems that are gathering ominously all around and that refuse to yield to nation-state solutions is for politics to take a quantum leap from the nation-state system to the cosmopolitan state system. Politics needs to regain credibility in order to craft real solutions.\nMore than anywhere else in the world, Europe shows that this step is possible. Europe teaches the modern world that the political evolution of states and state systems is by no means at an end. National realpolitik is becoming unreal, not only in Europe, but throughout the world. It is turning into a lose-lose game.\nEuropeanisation means creating a new politics. It means entering as a player into the meta-power game, into the struggle to form the rules of a global order. The catchphrase for the future might be: move over America, Europe is back.\nThe EU uses money for things that the various countries governments would not dream of spending it on, such as regional projects, culture, the arts and so on. The governments would probably just use that money to bail out banks..",
    "outputs": [
      [
        171,
        "Calendar()",
        "Today is Tuesday, January 15, 2008."
      ]
    ]
  },
  "122": {
    "text": "HOW do we explain why 5.5m French voters in the first round of the presidential elections voted for far-right parties that are xenophobic, anti-semitic, racist and ultra-nationalist? Sounding off about the wrongness of the vote will not help understand the reasons underlying their choice. Everybody in politics needs to begin an urgent, thorough and much-needed self-criticism.\nThe vote may have been a valuable wake-up call for France if it opens the eyes of party leaders and revives the debate on how to build a nation based on justice and solidarity. What vanished in April was the comforting thought that although everything was changing in the world outside, in French politics everything could stay the same; that two ageing parties, the Gaullists and the Socialists, could share power as they had done for 30 years.\nPeople have sensed for some time that these two political forces are worn out. Their historic mission seems to have ended. Each in its own way gives the impression of an organisation going nowhere, with crumbling infrastructures, no organisation or programme, no ideology, no identity and no compass for the journey ahead.\nPrevious elections had already shown that neither party was capable of addressing the needs of millions of people who are genuinely frightened by the new realities of the post-industrial world that has emerged after the collapse of the Berlin Wall and the end of the cold war. The disposable workers, the underclasses of the banlieues, the long-term unemployed, the excluded, the many people pushed into early retirement, the young people in precarious jobs, the families on the brink of poverty. For all these, the recent past has brought years of fear and anxiety, with many familiar landmarks apparently gone forever.\nThe Socialist party in particular, with almost no working-class people in its local organisations and several leaders in the supertax bracket, gives the impression that it lives on another planet, light years from the experiences of ordinary people. It has shown itself remarkably insensitive to what Daniel Mermet describes as “the sufferings of under-France”.\nWhat about the right? Some conservative politicians see the far right as untouchable, but others have been happy to do electoral deals with it. The former liberal leader, Michel Poniatowski, recently wondered in public whether it was “any more immoral to accept the votes of communists, who murdered millions of people in Europe, than those of the National Front” (1). This perverse logic allowed Christian Democrat leaders of the Union pour la démocratie française (UDF) to accept National Front votes in 1998 to be elected to the presidency of five French regions.\nWhile this plague infected the inner workings of France’s political institutions, was it reasonable to imagine that France would remain immune to the upsurge of far-right politics in its immediate neighbours (see Fascism isn’t what it used to be, by Jean-Yves Camus, in this issue)? Or likely that France would be the exception when, like other European countries, its social fabric has been violently rent in the name of modernity: by liberalism and globalisation, European unification, the decline in national sovereignty, the abandonment of the franc, the disappearance of national borders, the hegemony of the United States, multiculturalism, loss of identity and the crisis of the welfare state?\nAll this happened in the context of the end of the industrial era and technological transformations that led to widespread economic insecurity and terrible social malaise. In such a context, with competition raised to the status of a natural imperative, an increase in violence and criminality was inevitable. The abruptness and brutality of these changes meant that uncertainties are accumulating as horizons have been lost, the world seems less clear, and history appears to defy logic and understanding. Ordinary people have felt abandoned by governments of both right and left; unsurprisingly, since the press describes them as corrupt, as liars and cheats.\nMany people feel lost and panicky; as Tocqueville put it,\"since the past no longer illuminates the present, the human spirit walks in darkness\". Old magicians have returned to conjure with this new obscurantism, this breeding-ground of fear, confusion and resentment. Their rhetoric is demagogic, authoritarian and racist; they talk of a return to the old values (work, family, motherland) and blame foreigners, Arabs and Jews for all the disorders, social problems and insecurities. Immigrants are an easy target, always available, because they symbolise social upheavals, and among the lowest-income earners they are seen as unwanted competition.\nAlthough it is absurd, hateful and even criminal, the rhetoric of the National Front has long appealed to more than one in four French people according to the opinion polls (2). On 21 April it gained the electoral approval of millions (30% of the unemployed, 24% of workers, 20% of young people and 17% of employers).\nThe Republican awakening expressed in street demonstrations all over France translated into anti-Le Pen votes on 5 May. Neo-fascism will not be voted in during the parliamentary elections in June either. But once the moment of fear has passed, if the parties carry on as before, with privatisation, dismantling public services, creating pension funds and accepting sackings to keep shareholders happy, if they continue to deny people’s desires for a society that is fairer, more fraternal, more based on solidarity — then there is no guarantee that fascism, in alliance with the usual collaborators, will not win next time.\n(1) Libération, 20 March 1998.\n(2) Le Monde, 13 April 1996.",
    "outputs": [
      [
        519,
        "Calendar()",
        "Today is Wednesday, May 1, 2002."
      ]
    ]
  },
  "174": {
    "text": "Parenting Podcasts: You Aren’t Alone!\nWhen you follow someone online, you get a glimpse into their life. Suddenly instead of feeling alone, you feel validated in your decisions, and heck you might even learn something along the way!\nParenting podcasts offer this, and can help remind parents that whatever problem they’re facing, they’re not alone.\nListening into shows, or reading people’s stories online, can feel like you’re eavesdropping on their lives. However by being allowed to peak in, you suddenly realise that a lot things about parenting are universal.\nWe all do a lot of the things the same.\nWe also do a lot of things differently, and it’s always fascinating to hear how others live their lives, and parent their children.\nWhether you agree or disagree, it still makes for a great conversation.\nThe Parenting View is one of these shows that has just started up, promising to get conversations going about all things parenting.\nMaria Foy, creator and host of the podcast The Parenting View, says “A lot of parents can get disillusioned by what they see online, but with a show like this, suddenly you’re exposed to a conversation that is unfiltered.” She also goes on to say “No two people parent the same, and everybody’s life experiences are different – which makes these kind of conversations fascinating. When we stop and listen to others, we learn; and knowledge is power. We can choose what to do with that information however we want“.\nAs mentioned in our “Podcasts Are The New Black” post, you can listen to a podcast anywhere, anytime. You do not have to sit down in front of a computer to do it.\nSo you could be doing your laundry, going for a walk, or feeding your baby and still be able to tune in and feel less alone as a parent.\nSo head on over to Soundcloud and start checking out the podcasts available. If you’re interested, you can check out The Parenting View’s own podcast HERE.\nYou can check it out, and subscribe to it, on iTunes or on Spotify (coming soon).",
    "outputs": [
      [
        311,
        "Calendar()",
        "Today is Saturday, April 7, 2018."
      ]
    ]
  },
  "292": {
    "text": "Starting XI Prediction: Solskjaer to keep 4-3-3 formation with Lingard, Rashford, and Martial leading the attack against PSG?\nManchester United return to UEFA Champions League action against Paris Saint-Germain at Old Trafford on Tuesday evening. It is what the Theatre of Dreams is made for, European nights under the floodlights. Last season, United made it to the same stage of the competition, losing to Sevilla and exiting the competition. This season, under the management of Ole Gunnar Solskjaer, things may go a bit different for the Red Devils. Confidence is high and United are undefeated in 11 matches, winning ten and drawing one.\nNow is perhaps the best time to face the French champions as Neymar is out of the match and striker, Edinson Cavani limped out of Saturday’s 1-0 victory over Bordeaux. PSG are a competent team but playing in France, they do not really have much competition which may be a negative ahead of this game, as United have been challenged in every match they have played, showing the difference between the Premier League and French football.\nThe Spanish number one was rarely tested against Fulham at Craven Cottage on Saturday but when he was, he was at his best. There are suggestions that the goalkeeper is calling for a £350,000 per week wage to sign a new contract at United, which is fair considering that he is the player who has been the difference for United – more often than not. He seems players like Alexis Sanchez on a high wage, yet in terms of what he offers United, De Gea offers so much more.\nUnited have managed to keep two clean sheets in their last two matches, which shows that some things have changed for United under Solskjaer. Ashley Young and Victor Lindelof were rested against Fulham, with the ‘ice man’ suffering from a knock. I expect both will be back against PSG with Luke Shaw keeping his place and Eric Bailly partnering Lindelof, which has seen both players in good form recently. Solskjaer has Phil Jones, Chris Smalling and possibly Marcos Rojo to select also, keeping options open.\nUnited’s best midfield will be tested against PSG on Tuesday. Ander Herrera, Nemanja Matic, and Paul Pogba. Both Herrera and Matic allow Pogba to play further forward, which has seen the Frenchman play some good football recently, also seeing him score eight goals and five assists in his last ten matches under Solskjaer. This United midfield has the form, the ability and the experience to work the magic against PSG at the Theatre of Dreams.\nMarcus Rashford and Jesse Lingard were both rested in the 3-0 victory over Fulham at the weekend, meaning they will both be fresh to face PSG at Old Trafford. Anthony Martial played 70 minutes against Fulham, scoring a sublime goal, also getting an assist, which will mean his confidence will be high ahead of the Champions League match. These three, on their day, can be devastating to any team. If United manage to keep a clean sheet at home, the quarter-finals could be set for United this season.\nPreview: U23’s out to fight for their futures against Reading?\nWhere did it all go wrong for Luke Shaw?",
    "outputs": [
      [
        404,
        "Calendar()",
        "Today is Thursday, April 3, 2003."
      ]
    ]
  }
}