[
  {
    "file_index": 18,
    "text": "▲Students are shouting several slogans to guarantee the school's autonomy in front of Jogyesa Temple.\nOn April 15th, 2016, the General Student Council and Student Council of Postgraduate held the 4.15 Jogye rally. The rally was also held in the last year with the same objectives. Goals of the rally are to criticize Jogye Order for its responsibility on Dongguk University’s present conflicts related to President Han Tae-sik (Bogwang) and to guarantee the school’s autonomy from the order.\nAt 11:00 A.M., approximately 200 people, about 150 Donggukians and 50 people who are related to Dongguk University, gathered together in Manhae Hall. As soon as the march began, the marchers were obstructed by police officers because of a cow, which was prepared by the GSC, was not reported to participate in the rally. Scuffles broke out between the police and the GSC, and the cow was not able to go with the marchers. The parade was started from Chungmu-ro where Dongguk University is located, passed Myeong-dong and finally to Jogyesa Temple.\nAfter several speeches from students, the GSC and the gathered students tried to deliver request proposal to Jogye Order together, but police officers blocked the way. Therefore, only ten representatives were allowed to go to deliver the request proposal to the persons concerned of the Jogye Order at the temple gate. The request proposal involves following three demands: Jogye Order has to stop intervening in the school matters and should guarantee the school’s autonomy, every sunim who spoiled the school needs to apologize and resign, and board of directors should be reformed in a more democratic way.",
    "calendar_outputs": [
      [
        0.0788884162902832,
        96,
        "Calendar()",
        "Today is Friday, November 21, 1902."
      ]
    ]
  },
  {
    "file_index": 46,
    "text": "So many things happening this weekend!\nThe highly anticipated PBS Kids in the Park festival is tomorrow, Saturday, June 21. But there are lot of other events for families to enjoy this weekend as well.\nAlso on Saturday, check out the free Summer Solstice Celebration at the Indianapolis Museum of Art’s 100 Acre Woods. The Windsor Park Neighborhood Association will also celebrate the solstice with a festival in Fletcher Park from 12 p.m.-11 p.m.\nSaturday and Sunday, you can experience Native American culture through myriad experiences on offer at the Eiteljorg Indian Market and Festival.\nSaturday, the Irvington Folk Festival features its Children’s Day from 11 a.m.-2 p.m. at Ellenberger Park.",
    "calendar_outputs": [
      [
        0.2358238697052002,
        27,
        "Calendar()",
        "Today is Friday, June 20, 2014."
      ]
    ]
  },
  {
    "file_index": 56,
    "text": "We made it through another Queensland summer – even though we are breaking records this March with a dry and hot Autumn on the horizon! I hope you are all keeping cool and making the most of it.\nAs we roll into the final financial quarter, now is the time for businesses to really hit the ground running to make sure the foundations are strong, (vision, systems, processes, resource both people & financial) to ensure growth and financial goals are achieved for the year and beyond.\nThere have been more legislative changes that affect all small businesses around the need to implement single touch payroll and for those who have a builders license, whereby the changes to the reporting rules have been increased. There is an article in this newsletter to explain more about what you need to do to make sure you are not in breach of the new rules.\nOur first event for the year will be next Tuesday 19th, 5:30 pm at the Ovolo Incholm Hotel, we encourage anyone in business to come along, we have a variety of experts in their field to answer all of your questions whether it be buying, selling a business, strategic marketing and even Estate Planning which is usually overlooked due to the morbid discussions it requires. There will be a marketing expert who can provide some tips on effective ways to promote your business giving you the best bang for your buck and also automation experts who will help you identify ways to save you time in your business.\nThis is what we do at Advivo and business growth will be the subject of our May event. It is our motivation for helping people achieve their business goals and drive success. I will, of course, be in attendance at our “Speed Dating With The Business Experts” to talk about these workshops and much more, so register here, come along, say hi, have a glass of wine and see how we can help you!\nWe understand businesses and our clients are confronted & challenged by an enormous range of issues and changes while also maintaining the day to day operations, not to mention the legislative changes and compliance that applies to different industries.\nRegister here today to speak with a range of experts about the issues that are keeping you awake at night.\nSingle Touch Payroll (STP) – The new GST!\nEveryone should be aware of the changes regarding Single Touch Payroll (STP) and the reporting requirements that come with it. This includes ensuring your business accounting software is ready.\nClick here to find out how this may affect you and if you have any queries contact your Advivo accountant today!\nWhen looking at your business records, do you ever find yourself scratching your head over a transaction because it was a long time ago? OR do you already have enough going on in your business that you don’t have time for the daily processing of creditors and bank reconciliations?\nClick here to find out how Advivo implemented AI to help improve these processes.\nAre you eligible for the Small Business Instant Asset Write-off?\nIn January this year, the government announced they will introduce a new legislation to increase the $20,000 instant asset write off threshold to $25,000 from 29 January until 30 June 2020. This is a proposal and not yet law. It has sparked interest for small business owners and an increase in calls from our clients who want to know if they can take advantage of the asset write-off.\nRead more here and find out if this is something you can take advantage of!\nA fringe benefit is a benefit provided in respect of employment. This effectively means a benefit provided to an employee (or their associate) because they are an employee. Read more here about the different types of FBT and some of the strategies you can put in place to reduce the amount of FBT you have to pay.\nDo you have a Queensland Building Construction Commission (QBCC) license? Are you aware of the new reporting laws that have been implemented from 1st January 2019?\nFor those with a financial year ending 30 June 2018 your R&D Tax Incentive lodgements are almost due! Be sure to lodge with the Department of Industry, Innovation & Science and then your tax return with the ATO.\nI often speak with inventors who tell me “I know what the market wants” as they are explaining their innovation, despite having conducted no market research.\nFebruary’s Charity of the Month!\nThis month we have decided to donate our monthly contribution to GIVIT. GIVIT is working in partnership with the Queensland Government to manage donated funds and all offers of goods and services after major flooding in North and Far North Queensland. Donations made will help support Queensland residents severely impacted by monsoonal trough. Emergency workers and local councils are currently assessing need and will work with GIVIT to provide critical and immediate support as well as providing longer recovery support to re-establish homes and help communities recover.\nPlease CLICK HERE to vote on this month’s recipient of our contribution.\n21 March – Lodge and pay February 2019 monthly business activity statement.\n31 March – Lodge tax return for companies and super funds with total income of more than $2 million in the latest year lodged (excluding large/medium taxpayers), unless the return was due earlier.\n31 March – Lodge tax return for the head company of a consolidated group (excluding large/medium), with a member who had a total income in excess of $2 million in their latest year lodged, unless the return was due earlier.\n31 March – Lodge tax return for individuals and trusts whose latest return resulted in a tax liability of $20,000 or more, excluding large/medium trusts.",
    "calendar_outputs": [
      [
        0.003149271011352539,
        872,
        "Calendar()",
        "Today is Thursday, March 21, 2019."
      ],
      [
        0.1696484088897705,
        630,
        "Calendar()",
        "Today is Thursday, March 21, 2019."
      ],
      [
        0.44521236419677734,
        359,
        "Calendar()",
        "Today is Thursday, March 21, 2019."
      ],
      [
        0.14723634719848633,
        104,
        "Calendar()",
        "Today is Thursday, March 21, 2019."
      ]
    ]
  },
  {
    "file_index": 72,
    "text": "Athlone Community Radio will be broadcasting live for 4 hours from Golden Island Shopping Centre in Athlone, the heart of Ireland, to Celebrate World Radio Day 2019. Our live broadcast will begin at 12pm and finish at 4pm. The Theme of World Radio Day is “Dialogue, Tolerance and Peace”.\nThis hour will feature local Musicians from Athlone. We will discuss how music plays a key role in promoting Tolerance , Dialogue and Peace. This programme will be presented by presenter/Sound Engineer with the station and also a musician Cathal McCormack.\nAthlone Today is our daily current affairs programme. We will be delving into the World Radio Theme 2019 of tolerance, dialogue and peace in our community. We will feature an interview with renowned expert in Media Literacy Irena Djak Cvetkovic on access to media, creation of Media and the critical evaluation of media and how media can play a part in this theme. With over 20 years of experience in training, Deridre Hunt shares her unique perspective into the world of training and radio. Nikki Dube who presented radio in South Africa to over 1 million listeners gives us an insight into the importance of Radio as tool for Community Development. Presenter and Producer of the Arts Programme,Philomena Barry, chats about Radio in Gambia. Writer Aidan Shortall has written a special poem entitled \"Dialogue, Tolerance and Peace” to mark the theme.",
    "calendar_outputs": [
      [
        0.03521013259887695,
        49,
        "Calendar()",
        "Today is Tuesday, November 21, 1989."
      ]
    ]
  },
  {
    "file_index": 80,
    "text": "My husband is being posted to Darwin for work and we have decided to drive there. We are going in January and I know this is the wet season. My question is, do you think it will be safe travelling the Stuart Hwy to Darwin in a Holden Sedan at the start of January?\nWe plan on stopping at all the main towns for the night. I just worry about flooding on the Hwy and we are travelling with a child and want to make sure we are doing the right thing.\nJust use common sense. As long as you don't drive into any water deeper than 200mm, and you stick to the road and sealed parking bays (i.e. don't pull off the road into any soft shoulders), there is no problem at all. It's a normal highway.\nOf course there is always a chance of major flooding with the highway being cut by water deeper than that, which means you would have to wait for the water to go down before you can continue your journey.\nIt does happen nearly every year, sometimes more than once, but I really can't predict when and where or for how long. Only Petrus can tell you :-).\nKeep an eye on the weather forecast. Big rains do not come out of nowhere, they come out of big, monsoonal depressions. If one of those is heading for the region, then you may have to reconsider your driving plans.\nAnd of course, always check the road reports.\nHow did the travel go?\nThat must have been a long journey. I am thinking of traveling around Australia one day. How did the travel go?\nIn my opinion traveling from Melbourne to Darwin in January might be a bit uneasy, especially when you are planning to do it without any rescue baggage. There can be flash floods, and within just a matter of seconds the entire highway can become dangerous to travel on. Furthermore, while stopping at major cities for the night is a good idea, it doesn't take you out from the risk of facing floods. And of course, you are not going to like the idea of being stranded on the terrace of a roadside motel till rescue workers pull you guys out. Think over it. I guess you can come up with a better alternative than this.\nEditor's note: I removed your totally unrelated spam link, mate. If your comment wasn't a dead give away that you have never been anywhere near the north, the link certainly was.\nWell, we did it and thankfully had not one problem. There was rain but that stopped our journey because we were lucky enough that the water was off the Ed by the time we reached the apparent flooded areas.... It was a very long drive and all I can say is prepare… prepare… prepare. :-) Make sure you have everything you need in case of emergency and you should be fine.... Wishing you safe travels!\nI hope you have a safe trip to Darwin.\nI hope you have a safe trip!\nThat's a long trip you're planning mate, this is what you need: axe, sleeping bag, one huge sack of food, around 30-40 litres of water, some things your kid would like to do, phone, tent, 30-40 litres of oil, torch, 3 knifes, extra tyres (8 tyres), building tools.\nJoin in and write your own page! It's easy to do. How? Simply click here to return to Australian Outback Travel Questions.",
    "calendar_outputs": [
      [
        0.07117319107055664,
        556,
        "Calendar()",
        "Today is Saturday, January 21, 2023."
      ],
      [
        0.13490748405456543,
        302,
        "Calendar()",
        "Today is Saturday, January 21, 2023."
      ]
    ]
  },
  {
    "file_index": 104,
    "text": "That Which You Don’t Be Aware Of Write down Essay for my situation You should not must be troubled once you’ve had an essay heading up, needless to say, whenever you don’t feel you can find it finished after our gurus are right here as a way to provide you with a sustaining hands. Our essay aid isn’t travelling to supply you with a duplicated essay. There can be different types of guidelines essays. You shouldn’t really have to be troubled when you’ve had an essay coming up, and of course if you don’t assume you can obtain it conducted then our professionals are below in order to supply you with a allowing fingers.\nYou shouldn’t ought to be anxious in case you have an essay coming, and will you do not presume you may get it done then our industry experts are on this site so that you can provide you with a assisting hand video poker basic strategy. Essays are inescapable an instructional pupil can produce suitable manner in her or his advisors Research Papers Online Writing Service. These days, based upon the total amount of sheets your essay should be quickly pay attention to a section additionally additionally inventory some information.\nOne can find different varieties of essays, but practically all them be sure to ask that you will add lots of time towards a old fashioned paper. If you would like to get hold of a very little charge essay at our guidance, then it can be set in destination with the most effective affordable essay copy creator (professor of rehearse or simply just a scientist). The Foolproof Generate Essay for Me Process Publish essay i believe can be an on-line essay composing provider that components entry to producing, correction, croping and editing and higher first-class written content offerings because of internet.\nIn case you will need to present an essay as well as time restriction is coming, there isn’t any ought to obtain freak out since there are countless specialist writers who will encourage you to submit an original and remarkable essay. Essays are inescapable an educational learner could get absent outside of his or her advisors research paper writing service. The purchaser reports essays are prepared in reasonably priced interest rates. Information On Produce Essay in my opinion You will have essays to your account. Essays have to expose people judgments utilising any person concern.\nOne can much too acquire essay for college from us should you be just much too hectic to evaluate the investment. Essay is definitely important for students who don’t discover ways to write their specialized essays. It is as easy as quite a few to four all 5 matters you want to treat with regards to your essay. Yet a great deal of enjoy you’ve acquired in writing essays, it is normal that people develop problems when publishing extensive people.\nVery low essays will lower your possess levels. The Undetected Key of Produce Essay for my situation Essay is significant for college students who don’t know the way just to write their particular essays. It will be as simple as many to a number of several merchandise you need to work with on your own essay.\nEssays have a lot of goals but furthermore the development is accurately just identical. In the event when you’re sought after to create quick essay in just one hour or so or more, the best package most likely are not critical but brainstorming ideas would having said that make a difference. If you’re wanting for handy newspaper making program with the segment to help you to yield good quality reports, then ours are definitely the complete very best that you can to experience throughout the firm. If it’s a qualitative cardstock an additional type of plan, we decide basically almost every term very carefully.\nRegardless whether it’s a qualitative newspaper a second form of plan, we go for each individual phrase carefully. Our freelance writers can do even though there’s not a whole lot time, but is much greater to accumulate the immediate you’re in a position to. On top of that, the writers have deep information in offering up educational posting assistance, they’re also properly-prepared in a lot of industries and equipped to handle any duties. You can find low-cost writers along with steeply-priced types depending on their level of competency.\nA creator will probably surface finish a event it is advisable to insert speaker’s notices if required. Moreover, our authors are absolutely sensitive of all of the requirements of academic authoring, to give an example, design of various essay forms and formatting. If you’re likely to employ a experienced article writer to create an essay to me, first thing you’ve have got to do is always to settle on a good unique creating services. An expert essay article author has to be acquainted with many citations and recommendations.\nStudents is unable to get away tasks. Considering the fact that there’s much to prepare, individuals usually don’t understand or know that they’re publishing the exact same factor just as before as they quite simply had written right before. Young people know who they will need to believe considering that they’re a city. They can be sure that Essays-Composing-For-Me has the offerings and ensures to do the work needed and do this efficiently.\nMost learners individual netbooks to your objective to do their scholastic tasks besides other projects which can make a call for this type of.",
    "calendar_outputs": [
      [
        0.07841682434082031,
        685,
        "Calendar()",
        "Today is Thursday, March 2, 2023."
      ],
      [
        0.0505375862121582,
        303,
        "Calendar()",
        "Today is Thursday, March 2, 2023."
      ]
    ]
  },
  {
    "file_index": 108,
    "text": "Both the federation of states and the federal super-state describe the same zero-sum game from different angles. Either there is one single state of Europe (federalism), in which case there are no national member states; or else the national member states remain Europe’s rulers, in which case there is no Europe (inter-governmentalism). Within this framework of thought, whatever Europe gains, the individual nations lose. And this is true whether one is for a given option or against it. Caught up in the false alternatives of the national gaze, we are given the choice between no Europe or no Europe.\nThe decline of the nation-state is really a decline of the specifically national content of the state and an opportunity to create a cosmopolitan state system that is better able to deal with the problems that all nations face in the world today. Economic globalisation, transnational terrorism, global warming: the litany is familiar and daunting. There are a host of problems that are clearly beyond the power of the old order of nation-states to cope with. The answer to global problems that are gathering ominously all around and that refuse to yield to nation-state solutions is for politics to take a quantum leap from the nation-state system to the cosmopolitan state system. Politics needs to regain credibility in order to craft real solutions.\nMore than anywhere else in the world, Europe shows that this step is possible. Europe teaches the modern world that the political evolution of states and state systems is by no means at an end. National realpolitik is becoming unreal, not only in Europe, but throughout the world. It is turning into a lose-lose game.\nEuropeanisation means creating a new politics. It means entering as a player into the meta-power game, into the struggle to form the rules of a global order. The catchphrase for the future might be: move over America, Europe is back.\nThe EU uses money for things that the various countries governments would not dream of spending it on, such as regional projects, culture, the arts and so on. The governments would probably just use that money to bail out banks..",
    "calendar_outputs": [
      [
        0.4820408821105957,
        171,
        "Calendar()",
        "Today is Tuesday, January 15, 2008."
      ]
    ]
  },
  {
    "file_index": 122,
    "text": "HOW do we explain why 5.5m French voters in the first round of the presidential elections voted for far-right parties that are xenophobic, anti-semitic, racist and ultra-nationalist? Sounding off about the wrongness of the vote will not help understand the reasons underlying their choice. Everybody in politics needs to begin an urgent, thorough and much-needed self-criticism.\nThe vote may have been a valuable wake-up call for France if it opens the eyes of party leaders and revives the debate on how to build a nation based on justice and solidarity. What vanished in April was the comforting thought that although everything was changing in the world outside, in French politics everything could stay the same; that two ageing parties, the Gaullists and the Socialists, could share power as they had done for 30 years.\nPeople have sensed for some time that these two political forces are worn out. Their historic mission seems to have ended. Each in its own way gives the impression of an organisation going nowhere, with crumbling infrastructures, no organisation or programme, no ideology, no identity and no compass for the journey ahead.\nPrevious elections had already shown that neither party was capable of addressing the needs of millions of people who are genuinely frightened by the new realities of the post-industrial world that has emerged after the collapse of the Berlin Wall and the end of the cold war. The disposable workers, the underclasses of the banlieues, the long-term unemployed, the excluded, the many people pushed into early retirement, the young people in precarious jobs, the families on the brink of poverty. For all these, the recent past has brought years of fear and anxiety, with many familiar landmarks apparently gone forever.\nThe Socialist party in particular, with almost no working-class people in its local organisations and several leaders in the supertax bracket, gives the impression that it lives on another planet, light years from the experiences of ordinary people. It has shown itself remarkably insensitive to what Daniel Mermet describes as “the sufferings of under-France”.\nWhat about the right? Some conservative politicians see the far right as untouchable, but others have been happy to do electoral deals with it. The former liberal leader, Michel Poniatowski, recently wondered in public whether it was “any more immoral to accept the votes of communists, who murdered millions of people in Europe, than those of the National Front” (1). This perverse logic allowed Christian Democrat leaders of the Union pour la démocratie française (UDF) to accept National Front votes in 1998 to be elected to the presidency of five French regions.\nWhile this plague infected the inner workings of France’s political institutions, was it reasonable to imagine that France would remain immune to the upsurge of far-right politics in its immediate neighbours (see Fascism isn’t what it used to be, by Jean-Yves Camus, in this issue)? Or likely that France would be the exception when, like other European countries, its social fabric has been violently rent in the name of modernity: by liberalism and globalisation, European unification, the decline in national sovereignty, the abandonment of the franc, the disappearance of national borders, the hegemony of the United States, multiculturalism, loss of identity and the crisis of the welfare state?\nAll this happened in the context of the end of the industrial era and technological transformations that led to widespread economic insecurity and terrible social malaise. In such a context, with competition raised to the status of a natural imperative, an increase in violence and criminality was inevitable. The abruptness and brutality of these changes meant that uncertainties are accumulating as horizons have been lost, the world seems less clear, and history appears to defy logic and understanding. Ordinary people have felt abandoned by governments of both right and left; unsurprisingly, since the press describes them as corrupt, as liars and cheats.\nMany people feel lost and panicky; as Tocqueville put it,\"since the past no longer illuminates the present, the human spirit walks in darkness\". Old magicians have returned to conjure with this new obscurantism, this breeding-ground of fear, confusion and resentment. Their rhetoric is demagogic, authoritarian and racist; they talk of a return to the old values (work, family, motherland) and blame foreigners, Arabs and Jews for all the disorders, social problems and insecurities. Immigrants are an easy target, always available, because they symbolise social upheavals, and among the lowest-income earners they are seen as unwanted competition.\nAlthough it is absurd, hateful and even criminal, the rhetoric of the National Front has long appealed to more than one in four French people according to the opinion polls (2). On 21 April it gained the electoral approval of millions (30% of the unemployed, 24% of workers, 20% of young people and 17% of employers).\nThe Republican awakening expressed in street demonstrations all over France translated into anti-Le Pen votes on 5 May. Neo-fascism will not be voted in during the parliamentary elections in June either. But once the moment of fear has passed, if the parties carry on as before, with privatisation, dismantling public services, creating pension funds and accepting sackings to keep shareholders happy, if they continue to deny people’s desires for a society that is fairer, more fraternal, more based on solidarity — then there is no guarantee that fascism, in alliance with the usual collaborators, will not win next time.\n(1) Libération, 20 March 1998.\n(2) Le Monde, 13 April 1996.",
    "calendar_outputs": [
      [
        0.005843162536621094,
        776,
        "Calendar()",
        "Today is Wednesday, May 1, 2002."
      ],
      [
        0.25421667098999023,
        519,
        "Calendar()",
        "Today is Wednesday, May 1, 2002."
      ]
    ]
  },
  {
    "file_index": 138,
    "text": "Far Left Van Jones Admits that Trump Can Win and Gives Major Warning to Democrats - Video - Stumpin' For Trump!\nCNN contributor and former Obama aide Van Jones put out a warning to his fellow Democrats on Friday: Donald Trump is probably going to win the White House.\nIn the Facebook video, Jones credited Trump’s ability to understand and use social media and reality television as well as his appeal to black voters as reasons he will likely win the White House in November.\nJones likened Trump to Franklin Roosevelt, John Kennedy, Ronald Reagan, and Barack Obama in the sense that they all excelled in a new medium that no other politician could easily master.\n“Just like FDR changed the rules of the game because he mastered radio, he was able to take radio and just completely master that — then you had JFK and JFK was able to master television — new medium, new master, new president,” Jones said.\nHe continued to detail how Trump has been able to use his celebrity to appeal to parts of the Democratic base, especially black voters.\n“If only 70 percent don’t like Donald Trump, that means 30 percent are open to his argument, if he gets half of those, he’s president,” Jones said.\nA Public Policy Polling report released on Monday showed Jones might be correct in his opinion that Trump is winning over large segments of the Democratic Party’s most loyal voting bloc. The poll showed that in the swing state of Ohio, Trump would garner 15 percent of the African American vote against Clinton, with another 11 percent undecided.\nThat is huge increase from the 4 percent of the black vote Mitt Romney received in Ohio during the last presidential election.\nWell, well, well, even the ex-Obama-Czar-self-proclaimed communist understands and sees how Trump can win and be our next President! Wow! I’m a bit impressed, but I wouldn’t trust Van Jones with a lollipop either! Trump is pulling in some of the more modest democrats over to vote for him, and with the help of these two infamous Internet sensations, Diamond and Silk, created a place for them to do just that, called “Ditch and Switch”, for anyone who either voted democrat all these horrible years and now sees the “light” in voting Trump, or whom never voted before and wants to sign up as soon as possible to exercise their constitutional right to vote, they can go to Diamond and Silk’s website, and sign up. They can help direct you to the right place. Thanks, Van Jones, for your analysis of a Trump win, and he can do this, if every ethnic group would just open their eyes to see what the last 7 years have really done to them; not for the “freebies” they get, for as long as they are listed poor, they can get the freebies, but is that what you really want? Just the freebies that this administration “gives” you? And where do you think that money comes from? Thin air? The upper clouds? Take heed, people, realize, that in history, in other parts of the world, where “freebies” were a given because the people were poor and destitute, they were “controlled” by that government as long as they did the government’s bidding, they got the freebies, so they just didn’t work or even try looking. Then the government puts them to work, moves them to high rise buildings, stuffs other families with them in small apartments, and makes them go to work in plants, day in day out, but they get free housing, free food (which is rationed out periodically), and free stuff, but then it gets pulled because the government can’t afford any more free stuff (phones, ipads, ect.). Take heed, this has happened, and it can happen again. Trump will get you back to a job you want and be proud of working because he’ll limit the regulations of businesses who hire workers who want to work, and not hire out to foreigners either. You deserve a job, you’ll get a job. Get off the freebie stuff because it’s not going to last you a lifetime. Socialism only lasts long enough before the gov’t runs out of money to sustain it.\nCommentary: Are polls underestimating Trump’s support?",
    "calendar_outputs": [
      [
        0.06387567520141602,
        761,
        "Calendar()",
        "Today is Sunday, May 8, 2016."
      ],
      [
        0.10672426223754883,
        515,
        "Calendar()",
        "Today is Sunday, May 8, 2016."
      ],
      [
        0.0851740837097168,
        249,
        "Calendar()",
        "Today is Sunday, May 8, 2016."
      ]
    ]
  },
  {
    "file_index": 168,
    "text": "This month some important Walmart news did not get the attention it deserved. The news wasn't some flashy announcement about virtual reality or about some new service for busy Manhattanites. It was something much more subtle and much more substantive.\nIt was the hire of Valerie Casey. Google \"Valerie Casey\" even today and only two listings make mention of her newfound connection with Walmart on the first page of the returned search results. This amount of attention is unjustifiably slight. Let this piece then serve as the hire's coming out party.\nShrewdly, Walmart has made Valerie Casey, formerly of Frog, Ideo, and Pentagram, its new head of design. She will be charged with leading Walmart into the future and ensuring that all its products and services, from websites to employee and consumer apps, will work in cohesion and from a singular experience design point of view.\n\"What's the big whup?\" you might ask.\nThe big whup is that this announcement clearly shows that Walmart has jumped feet first into the waters of next generation retailing. Under Doug McMillon's bold leadership, Walmart here again is taking one of the most essential steps to long-term success for any legacy bricks-and-mortar retailer—specifically, redefining how it thinks of the word \"product.\"\nInstead of doing what many retailers do, like staffing de facto \"product\" heads within owned brand development, store operations, e-commerce, etc. and then leaving them to collaborate inside complex organizations with competing priorities, Walmart rightly understands that retailing has become so complex that all these aforementioned roles now need their own steward to ensure alignment.\nWalmart having a mission to help its customers save money and live better is one thing, but putting that promise into coherent action is another thing entirely. Many retailers take such coordinated action for granted, which is why so many legacy retail experiences feel disjointed across the digital and physical divide. Success rarely is found in the compromise and turf wars of internal politics. The buck needs to stop somewhere.\nPrior to e-commerce, before customers had the myriad of options they have today to consume products (via web portals, apps, social media, etc.), retailers were able to differentiate themselves by the products inside their four walls. The strategic practice of product differentiation became so prevalent and such a point of emphasis that it even gave way to the commonly heard parlance of retail being a \"merchant-led business.\"\nThe growth of e-commerce in the 1990s and 2000s rewrote the playbook though. During this period, Jeff Bezos built Amazon into the \"Everything Store.\" His idea was that as long as he could offer a great selection, convenience and great prices, consumers would gravitate towards Amazon over time. Boy, was he right, and, boy, did they ever gravitate towards Amazon.\nWhether customers try to order direct from Amazon or from one of Amazon's many third-party suppliers on its marketplace, it is becoming more and more difficult for a consumer not to find what he or she desires on Amazon. At this point, nearly 50% of all first product searches start on Amazon, indicating that Amazon is settling into the digital and product acquisition-equivalent of the 1980s shopping mall. The products inside a retailers four walls or within a retailers assortment are now, in a way, almost non-differentiating.\nBezos saw that the opportunity in retail was to put the customer first and to think not about the product he or she buys but about the Product he or she really buys—for him, the Product (big \"P) of the Amazon brand. The white space in retail was no longer leading with product (small \"p\"), but leading with the discipline of Product Management, where his Product, or in this case, the Amazon brand, was the magic created at the intersection of great experience design, technology and business. Product was not a pair of khaki pants, a new set of bed sheets or a bar of soap. It was the culmination of a friction-free user experience that delivered on the universal truths of selection, convenience, and low prices and that exceeded consumers' expectations consistently, again and again.\nSadly, many retailers have not grasped this \"Product Problem.\" The greatest Product Manager in history, Jeff Bezos, saw the problem early on, while many merchant princes missed the signals and have even now admitted that they underestimated the impact technology would have on retail. Fortunately, Walmart's recent hire of Casey indicates that there could be light at the end of what has, until now, been a dark tunnel.\nWalmart is big. The acquisitions of Jet.com, Bonobos, ModCloth, etc. have only made it bigger and more complex, saying nothing too of the ever-changing demands of consumers and Walmart's ever-expanding interests abroad (see Flipkart). Therefore, it is only right that someone, like Casey, take up the mantle to oversee and to fight for the consumer and to ensure that all Walmart's activities look, feel, and convey the Walmart brand in the simplest, most straightforward way as possible.\nThe products inside Walmart's stores are immaterial to its future success. What matters is the Product of its brand—its website, its store, its app-based services, etc. Those are the Products that matter. In a future world where the only thing that differentiates a physical from a digital experience is the memory and delight of being somewhere, a Walmart store is the Product or collective set of experiences that will get someone off his or her couch.\nA tube of toothpaste just won't cut it anymore.\nWhile the products within Walmart's store or on its website will come and go and ebb and flow, the shroud of the Walmart brand will be what matters. Walmart's store and its digital properties will be the envelopes that carry its brand promise.\nThe experiment that bears this out has already been run. We need look no further than the history of Amazon and also to the young upstart CEOs like Emily Weiss, Katrina Lake and Adam Goldenberg who are already thriving in this new world. Their collective early success indicates that they get the punchline to the joke of 21st century retail—that the retail of the future won't be merchant led, it will be Product led.\nBest of luck, Valerie Casey. A bricks-and-mortar nation turns its lonely eyes to you.",
    "calendar_outputs": [
      [
        3.0040740966796875e-05,
        1151,
        "Calendar()",
        "Today is Saturday, June 30, 2018."
      ],
      [
        0.018470287322998047,
        817,
        "Calendar()",
        "Today is Saturday, June 30, 2018."
      ],
      [
        0.08899784088134766,
        567,
        "Calendar()",
        "Today is Saturday, June 30, 2018."
      ],
      [
        0.05426979064941406,
        196,
        "Calendar()",
        "Today is Saturday, June 30, 2018."
      ],
      [
        0.07470273971557617,
        56,
        "Calendar()",
        "Today is Saturday, June 30, 2018."
      ]
    ]
  },
  {
    "file_index": 174,
    "text": "Parenting Podcasts: You Aren’t Alone!\nWhen you follow someone online, you get a glimpse into their life. Suddenly instead of feeling alone, you feel validated in your decisions, and heck you might even learn something along the way!\nParenting podcasts offer this, and can help remind parents that whatever problem they’re facing, they’re not alone.\nListening into shows, or reading people’s stories online, can feel like you’re eavesdropping on their lives. However by being allowed to peak in, you suddenly realise that a lot things about parenting are universal.\nWe all do a lot of the things the same.\nWe also do a lot of things differently, and it’s always fascinating to hear how others live their lives, and parent their children.\nWhether you agree or disagree, it still makes for a great conversation.\nThe Parenting View is one of these shows that has just started up, promising to get conversations going about all things parenting.\nMaria Foy, creator and host of the podcast The Parenting View, says “A lot of parents can get disillusioned by what they see online, but with a show like this, suddenly you’re exposed to a conversation that is unfiltered.” She also goes on to say “No two people parent the same, and everybody’s life experiences are different – which makes these kind of conversations fascinating. When we stop and listen to others, we learn; and knowledge is power. We can choose what to do with that information however we want“.\nAs mentioned in our “Podcasts Are The New Black” post, you can listen to a podcast anywhere, anytime. You do not have to sit down in front of a computer to do it.\nSo you could be doing your laundry, going for a walk, or feeding your baby and still be able to tune in and feel less alone as a parent.\nSo head on over to Soundcloud and start checking out the podcasts available. If you’re interested, you can check out The Parenting View’s own podcast HERE.\nYou can check it out, and subscribe to it, on iTunes or on Spotify (coming soon).",
    "calendar_outputs": [
      [
        0.3042032718658447,
        311,
        "Calendar()",
        "Today is Saturday, April 7, 2018."
      ],
      [
        0.012790441513061523,
        237,
        "Calendar()",
        "Today is Saturday, April 7, 2018."
      ]
    ]
  },
  {
    "file_index": 214,
    "text": "Traveling through Virginia to visit a close friend and family, I parked my car in Richmond. I heard of a great southern tradition that sounded delicious. I had to give it a try before venturing off on the road again to my next destination. Sally Bells Kitchen, opened 90 years ago in 1924. The establishment was founded by Sarah Cabell Jones and a business partner. Sarah and partner met at the Women’s Exchange, a former nationwide movement, intended to teach women skills and financial independence.\nSally Bells Kitchen is known for their delicious boxed lunches. Items such as potato salad, chicken salad, tuna salad, deviled eggs, cheese wafers and an array of cup cakes are made fresh from scratch daily. They sell thousands of sandwiches, cupcakes and hundreds of pounds of salads each year. This establishment is very welcoming, friendly and certainly has southern charm. The staff is just wonderful!",
    "calendar_outputs": [
      [
        0.014079570770263672,
        62,
        "Calendar()",
        "Today is Tuesday, October 31, 2017."
      ]
    ]
  },
  {
    "file_index": 250,
    "text": "As her favourite colour is purple I knew I had to use that colour. A month or so ago I found some purple sugar and white sugar pearls. I wanted to do a kid cake that was elegant given her age. That was as far as I got until the morning of the day everyone was coming. Talk about a decorating block! I just couldn’t think of anything. Fortunately on the walk with the dogs I got an idea. And it had to be done quickly as I had an hour to do this. Yikes!\nNot only does she like purple, she likes butterflies so I decided to go with that. I whipped up some buttercream icing like I did for these cupcakes. Before I added the purple I scooped some white into a decorating bag.\nCarefully place the top layer on and brush any loose crumbs off.\nIce the whole cake smoothing as best you can. Isn’t this a great purple?\nNext I used the white frosting to outline the flowers and butterfly. Finally I got the consistency right and it flowed like it should. In the past I was squeezing with all my might. Too much work. I used the white pearls for the centers and the purple sugar for the petals and wings. I really need to problem solve getting the sugar where I want it to go. There was a bit of colouring outside the lines with this bit.\nTo finish it off I added some icing dots on the sides.\nThis entry was posted in Desserts and tagged apples, baking, buttercream icing, chocolate cake. Bookmark the permalink.\nWow! that’s one heck of a cake:) It’s beautiful!! I love the butterfly:) She’s going to LOVE IT! Happy Birthday to your daughter….\nI can’t wait for those pics…I just love everything about your daughters cake! It came out beautifully!!!!!!\nThank you. 🙂 His birthday is in June so I have time to plan!\ncan’t wait! Have a Great weekend:) and as always thanks for sharing….\nThanks, I’ll let her know.\nHappy Birthday to your daughter. That’s certainly a cake and a half. She must have be thrilled.\nShe liked it. 🙂 They appreciate the effort for stuff like this which is really nice.\nSo fun!! A few years ago, my twin sister put together a cookbook of all the recipes from our childhood years; we celebrated our birthday last week, and I made our whole birthday dinner from that cookbook! It’s amazing how memories if food stay with us– I’m sure your daughter will never forget this cake!\nWhat a wonderful idea! Very special.\nWhat a sweet cake…love the flowers and butterfly as I’m sure she did as well.\nDaughters are so~ precious. Happy Birthday to your 12 year old… I love purple too and she will love it! Fae.\nWhat a fabulous looking cake! Yes, my favourite colours are deep crimson and purple. Having said that, at your daughters age I had my bedroom painted purple walls and white accents…put me right off purple for a while!\nHer room at her mother’s house has purple walls so we’ll see how long this lasts. At our house she still has the yellow as the main colour that her dad did years ago. I like the idea of purple with the white accents though. A great contrast.\nWell happy birthday! Wow! Now that’s purple! I bet she was pleased. Good for her.\nHappy Birthday to your daughter. A cake to remember always.\nLove that quote! They grow so fast.\nWow Virginia the cake is beautiful! Of course, I like purple, too!",
    "calendar_outputs": [
      [
        0.036375999450683594,
        522,
        "Calendar()",
        "Today is Friday, February 22, 2013."
      ],
      [
        0.22207021713256836,
        263,
        "Calendar()",
        "Today is Friday, February 22, 2013."
      ]
    ]
  },
  {
    "file_index": 256,
    "text": "Brink’s U.S., a division of Brink’s, Incorporated, is the premier provider of armored car transportation, ATM servicing, currency and coin processing, document destruction and other value added services to financial institutions, retailers and other commercial and government entities. The company has a proud history of providing growth and advancement opportunities for its employees. We have a challenging opportunity for a Manager – Cash Logistics.\nManager - Cash Logistics are responsible for managing the vault, Currency and Coin operations inside the facility and for typically supervising up to 20 employees. This position is responsible for assisting the City Manager or Senior Manager Operations in the secure, safe and efficient functioning of an armored car operation. The Cash Logistics Team Lead drives the execution of the business and motivates team members to achieve the best results and to drive continuous process improvement. This position will lead a dedicated team of Cash Logistics employees and will require extensive coordination with other on-site operations. This position functions in an armed environment. This position requires the enforcement of rules to protect the premises and property of Brink's and its customers, as well as the safety of persons on the premises of Brink's and its customers.",
    "calendar_outputs": [
      [
        0.006501197814941406,
        180,
        "Calendar()",
        "Today is Friday, March 2, 2007."
      ]
    ]
  },
  {
    "file_index": 258,
    "text": "Image Title: Pottery Barn Counter Stools In Decker Leather Seat Barstool Inside Bar Plans 8. Filename: pottery-barn-counter-stools-in-decker-leather-seat-barstool-inside-bar-plans-8.jpg. Image Dimension: 710 x 639 pixels. Images Format: jpg/jpeg. Publisher/Author: Zackary Nikolaus. Uploaded Date: Monday - May 14th. 2018 18:35:16 PM. Category: Architecture. Image Source: interior.com.\nTap The Thumbnail Bellow to See Related Gallery of \"Pottery Barn Counter Stools In Decker Leather Seat Barstool Inside Bar Plans 8\"",
    "calendar_outputs": [
      [
        0.12229776382446289,
        99,
        "Calendar()",
        "Today is Wednesday, November 8, 2023."
      ]
    ]
  },
  {
    "file_index": 292,
    "text": "Starting XI Prediction: Solskjaer to keep 4-3-3 formation with Lingard, Rashford, and Martial leading the attack against PSG?\nManchester United return to UEFA Champions League action against Paris Saint-Germain at Old Trafford on Tuesday evening. It is what the Theatre of Dreams is made for, European nights under the floodlights. Last season, United made it to the same stage of the competition, losing to Sevilla and exiting the competition. This season, under the management of Ole Gunnar Solskjaer, things may go a bit different for the Red Devils. Confidence is high and United are undefeated in 11 matches, winning ten and drawing one.\nNow is perhaps the best time to face the French champions as Neymar is out of the match and striker, Edinson Cavani limped out of Saturday’s 1-0 victory over Bordeaux. PSG are a competent team but playing in France, they do not really have much competition which may be a negative ahead of this game, as United have been challenged in every match they have played, showing the difference between the Premier League and French football.\nThe Spanish number one was rarely tested against Fulham at Craven Cottage on Saturday but when he was, he was at his best. There are suggestions that the goalkeeper is calling for a £350,000 per week wage to sign a new contract at United, which is fair considering that he is the player who has been the difference for United – more often than not. He seems players like Alexis Sanchez on a high wage, yet in terms of what he offers United, De Gea offers so much more.\nUnited have managed to keep two clean sheets in their last two matches, which shows that some things have changed for United under Solskjaer. Ashley Young and Victor Lindelof were rested against Fulham, with the ‘ice man’ suffering from a knock. I expect both will be back against PSG with Luke Shaw keeping his place and Eric Bailly partnering Lindelof, which has seen both players in good form recently. Solskjaer has Phil Jones, Chris Smalling and possibly Marcos Rojo to select also, keeping options open.\nUnited’s best midfield will be tested against PSG on Tuesday. Ander Herrera, Nemanja Matic, and Paul Pogba. Both Herrera and Matic allow Pogba to play further forward, which has seen the Frenchman play some good football recently, also seeing him score eight goals and five assists in his last ten matches under Solskjaer. This United midfield has the form, the ability and the experience to work the magic against PSG at the Theatre of Dreams.\nMarcus Rashford and Jesse Lingard were both rested in the 3-0 victory over Fulham at the weekend, meaning they will both be fresh to face PSG at Old Trafford. Anthony Martial played 70 minutes against Fulham, scoring a sublime goal, also getting an assist, which will mean his confidence will be high ahead of the Champions League match. These three, on their day, can be devastating to any team. If United manage to keep a clean sheet at home, the quarter-finals could be set for United this season.\nPreview: U23’s out to fight for their futures against Reading?\nWhere did it all go wrong for Luke Shaw?",
    "calendar_outputs": [
      [
        0.015659332275390625,
        638,
        "Calendar()",
        "Today is Thursday, April 3, 2003."
      ],
      [
        0.29154229164123535,
        404,
        "Calendar()",
        "Today is Thursday, April 3, 2003."
      ],
      [
        0.07932806015014648,
        276,
        "Calendar()",
        "Today is Thursday, April 3, 2003."
      ],
      [
        0.03376436233520508,
        170,
        "Calendar()",
        "Today is Thursday, April 3, 2003."
      ],
      [
        0.2457103729248047,
        21,
        "Calendar()",
        "Today is Thursday, April 3, 2003."
      ]
    ]
  },
  {
    "file_index": 296,
    "text": "Movability for associations is zero longer a solution; it’s a require, especially when a business wants towards stay on top within just the fast paced pace associated with today’s internet business environment. Associated with motion is some software edge for an enterprise. Certainly, whenever thinking associated with motion wireless solutions becomes difficult to forget. Wireless equipment are important for people who do buiness. These service coming through internet enterprise products in which a mobile computer and Rim can represent the general business system. Nevertheless down with the important things about activity as well as handheld technological know-how, so can come fees, issues, and also risks.\nA exceptional cloud-based Software petty cashbook fashioned to develop how mobile phone teams add safely, exactly, and during low priced will be what any company necessities. With the main raising concerns involving immediately widening wi-fi make use of, any solution that adheres to that also delivers the much better deal with and also field of vision more than wireless usage making sure that companies will be able to release smarter wifi managing programs this lessen costs plus risks on the business even while making cell teams considerably more productive. The very mobile feel can always be enhanced beyond the sales connected with costs.\nA sophisticated, cloud-based petty cashbook could unify the particular various reasons for contact information and facts in order that portable coaches and teams will be absolved for managing, replacing, and browsing through progressively more large in addition to buoyant speak to details. Hence the reward towards the cell member of staff is usually twofold, pain relief throughout monthly construction along with liberty of choice on wireless strategies while at the same time gaining typically the productivity increases of a strong advanced, cloud-based notebook which will speeds links in order to together with groups on the proceed.\nHave a part to better endure your current entity movability attempts in addition to study the Bright white Paper indexed by the reference box and you will find away just what answers together with functions can offer anyone these essential prices capable of present you along with a a great deal better wireless direction program, the most flourishing strategic solutions to enterprise ability to move capable connected with delivering you a highly effective competitive bonus that is going to help you actually to keep up with the rapid moving online business environment.",
    "calendar_outputs": [
      [
        0.0013127326965332031,
        202,
        "Calendar()",
        "Today is Tuesday, April 24, 2018."
      ]
    ]
  },
  {
    "file_index": 298,
    "text": "An inventory advertisement allows a continuous intake of applications, over as long a period as desired. This inventory has no closing date, although one may be added in the future. Once a candidate has submitted their application it will stay active in the inventory (assuming it meets the essential screening criteria) for 180 days. At the end of that period, candidates will need to refresh their application to ensure it stays active in the inventory. 15 days prior to the end of the 180 day period, candidates will receive a notice to their PSRS profile instructing them that their application will expire unless it is refreshed. Candidates are also able to withdraw their application from the inventory anytime they desire.\nIf you are found unsuccessful during any point of the process your application will not be considered again until 60 days has elapsed from the date of your elimination notification.\nThis position provides a comprehensive programme in basic academic education, assesses the academic needs and abilities of inmates through testing; coordinates correspondence courses; provides individualized instruction; develops individual educational plans; assists in inventory control; and performs other duties related to the position.\nThe candidate pool resulting from this selection process may be used to staff similar positions on an indeterminate (anticipatory), term, or casual basis.\nGraduation with a degree from a recognized university with acceptable specialization in education, linguistics, sociology, psychology, mathematics, physics, home economics or some other speciality relevant to the position (e.g. Adult education, English, history, geography, learning disabilities, English as a second language, etc.).\nOne year recent experience teaching academic subject matter to adults and/or at risk youth in a classroom setting.\nAbility to assess student academic progress toward mastery of subject matter.\nAbility to assess the suitability of instructional materials.\nthrough substantiation by examples. Information on your described skills, experience, etc. provided in screening questions should be supported by your resume. Failure to provide the above information in the format required may result in your application being rejected from the process. Although the asset qualifications are not mandatory, they may be an important factor that will be considered for specific positions being staffed. Therefore, if you meet the asset education and experience, it is to your advantage to demonstrate this in your application as well.\naddress) of 3 supervisory references, including your current supervisor.\nYour referees will be asked to respond in writing to a number of questions that demonstrate your competency in the areas to be assessed.\nEnsure that your referees are prepared to provide comprehensive responses in writing.\ncommunications regarding this selection process.\nCandidates must be prepared to provide original proof of education (including equivalencies), and citizenship when requested. Failure to do so, by the deadline requested, may result in you not being considered for this pool.\nReference checks will be conducted.\nEnsure that you read the invitation to the examination and interview thoroughly and follow any directions for documents that may be required at the time of the assessment.\nan Aboriginal person, a person with a disability or a member of a visible minority group.\naccommodation measures will be addressed confidentially.",
    "calendar_outputs": [
      [
        0.09601259231567383,
        499,
        "Calendar()",
        "Today is Thursday, March 9, 2023."
      ],
      [
        0.06324911117553711,
        371,
        "Calendar()",
        "Today is Thursday, March 9, 2023."
      ]
    ]
  }
]